#+title: Evaluación de exposición: Sistemas operativos de tiempo real: RTOS
#+author: Gunnar Wolf

- Tema presentado por :: André Rosales
- Calificación global :: 9.17  * 0.3 + 7  * 0.7 = *7.65*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+----------------------------------------------------------------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | (Originalidad + Nivel + Relevancia + Claridad + Presencia) / 5 |
|--------------+-------+------------+----------+-----------+----------------------------------------------------------------|
|          7.5 |    10 |        7.5 |      7.5 |       7.5 |                                                           8.00 |
|           10 |    10 |         10 |       10 |       7.5 |                                                           9.50 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|          7.5 |    10 |         10 |       10 |        10 |                                                           9.50 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|          7.5 |    10 |         10 |       10 |       7.5 |                                                           9.00 |
|            5 |    10 |         10 |      7.5 |       7.5 |                                                           8.00 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|           10 |    10 |        7.5 |       10 |        10 |                                                           9.50 |
|          7.5 |    10 |        7.5 |      7.5 |        10 |                                                           8.50 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|           10 |    10 |         10 |       10 |        10 |                                                             10 |
|          7.5 |   7.5 |        7.5 |       10 |        10 |                                                           8.50 |
|           10 |    10 |         10 |      7.5 |       7.5 |                                                           9.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |                                                           9.00 |
|          7.5 |   7.5 |         10 |      7.5 |       7.5 |                                                           8.00 |
|           10 |    10 |         10 |      7.5 |         5 |                                                           8.50 |
|              |       |            |          |           |                                                                |
|--------------+-------+------------+----------+-----------+----------------------------------------------------------------|
|         8.89 |  9.72 |       9.44 |     9.03 |      8.75 |                                                           9.17 |
|--------------+-------+------------+----------+-----------+----------------------------------------------------------------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |            5 |       1. |
| Fuentes bibliográficas |    0.1 |            0 |       0. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
